// Задание 1.
function task1() {
    /*
    Переменные a и b задают длины сторон прямоугольника.
    Вычислите площать прямоугольники и запишите в переменную s.
    */
    let a = 5;
    let b = 12;
    let s = 0; // ??? Исправьте эту строку.
    console.log(s);
}
console.log("Задание 1");
task1();

// Задание 2.
function task2() {
    // Вычислите возраст человека, если вы знаете его год рождения и сегодняшний год.    
    let birthYear = 1984; // Год рождения
    let year = 2025; // Год сейчас
    let age = 0 ; // ??? Возраст
    // ??? Напечатайте возраст.
}
console.log("Задание 2");
task2();

// Задание 3.
function task3() {
    /* 
    У вас в корзине находится несколько пачек молока и несколько упаковок сыра.
    Посчитайте, сколько вам надо заплатить.
    Для этого используйте 4 переменных:
    количество пачек молока
    количество упаковок сыра
    цена одной упаковки молока
    цена одной упаковки сыра.
    */
}
console.log("Задание 3");
task3();